Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=208_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamen hallintoalueet
smn: Säämi haldâsemkuávluh

source: Saamen hallintoalueet Suomessa, Ruotsissa ja Norjassa on lainsäädännöllä määritelty erityiset hallintoalueet, joita voi pitää myös saamelaisen kulttuurin ydinalueina (katso kartta).
smn: Säämi haldâšemkuávluh Suomâst, Ruotâst já Taažâst láá lahâasâttâssáin miäruštâllum sierânâs haldâšemkuávluh, maid puáhtá nabdeđ meiddei sämikulttuur váimuskuávlun (keejâ kárttá).

source: Nämä alueet toimivat monien saamelaisväestöä erityisesti koskevien lakien pääasiallisena soveltamisalueena ja niillä on merkitystä saamelaisten kielellisten, kulttuuristen ja opetuksellisten oikeuksien toteutumiselle.
smn: Tah kuávluh tuáimih maaŋgâi eromâšávt sämiaalmug kyeskee laavâi válduášálâš heiviittemkuávlun já tain lii merhâšume sämmilij kielâlâš, kulttuulâš já máttáátâslâš vuoigâdvuođâi olášumán.

source: Suomen lainsäädännössä
smn: Suomâ lahâaasâtmist

source: virallinen saamelaisten kotiseutualue (sámiid ruovttuguovlu) määriteltiin jo 1970 - luvulla.
smn: virgálâš sämikuávlu miäruštâllui jo 1970 - lovvoost.

source: Saamelaiskäräjille laissa säädetty itsehallinto koskee kotiseutualuetta, joka on nykyisin myös saamen kielilain pääasiallinen soveltamisalue.
smn: Sämitiigán laavâst asâttum jiešhaldâšem kuáská sämikuávlu, mii lii tááláá ääigi meid säämi kielâlaavâ válduášálâš heiviittemkuávlu.

source: Se tarkoittaa, että saamelaisten omaan kieleen liittyvät oikeudet, kuten oikeus käyttää saamen kieltä viranomaisissa asioidessa ja virallisen elimen kokouksissa tai oikeus saada palvelua saamen kielellä, on voimassa tällä alueella laajempana kuin muualla maassa.
smn: Tot uáivild tom, et sämmilij jieijâs kielân lohtâseijee vuoigâdvuođah, tegu vuoigâdvuotâ kevttiđ sämikielâ virgeomâháin já ášástâldijn virgálâš orgaan čuákkimijn tâi vuoigâdvuotâ finniđ palvâlem sämikielân, lii vyeimist taam kuávlust vijđásubbon ko eres kuávlust Suomâst.

source: Saamelaisten kotiseutualueeseen kuuluvat kokonaisuudessaan Enontekiön, Inarin ja Utsjoen kunnat ja Sodankylän kunnasta sen pohjoisosa (Vuotson kylän seutu eli Lapin paliskunnan alue).
smn: Sämikuávlun kuleh Iänuduv, Aanaar já Ucjuv kieldah ollásávt já Suáđigil kieldâst ton taveuási (Vuáču siijdâ kuávlu ađai Säämi palgâs kuávlu).

source: Saamelaisten kotiseutualueella asuvilla ja siellä koulua käyvillä lapsilla ja nuorilla on myös muualla asuvia paremmat mahdollisuudet saada opetusta omassa kielessään ja omalla kielellään.
smn: Sämikuávlust ässee já tobbeen škoovlâ jottee párnáin já nuorâin láá meiddei pyerebeh máhđulâšvuođah finniđ máttááttâs jieijâs kielâst já jieijâs kielân, ko sämikuávlu ulguubeln ässein.

source: Saamelaisten kotiseutualueen kunnat saavat erityisen valtionavustuksen saamen kielen ja saamenkielisen opetuksen järjestämiseen.
smn: Sämikuávlu kieldah finnejeh sierânâs staatâtorjuu sämikielâ já sämikielâlâš máttááttâs orniimân.

source: Lisäksi perusopetuslaki edellyttää, että saamelaisten kotiseutualueella asuvan saamenkielisen oppilaan opetus annetaan pääosin saamen kielellä.
smn: Lasseen vuáđumáttááttâslaahâ váátá, et sämikuávlust ässee sämikielâlâš uáppee máttááttâs adeluvvoo iänááš sämikielân.

source: Saamelaisten kotiseutualueen kunnat saavat saamelaiskäräjien kautta vuosittain valtionavustusta saamenkielisten hyvinvointipalveluiden järjestämiseen.
smn: Sämikuávlu kieldah finnejeh sämitige pehti ihásávt staatâtorjuu sämikielâlâš pyereestvaijeempalvâlusâi orniimân.

source: Tällaisia ovat mm. lasten päivähoito- ja vanhuspalvelut.
smn: Tágáreh láá eres lasseen párnái peivikiäčču- já puárásijpalvâlusah.

source: Ruotsissa
smn: Ruotâst

source: erityisestä saamen kielen hallintoalueesta (sámegiela hálddašanguovlu / förvaltningsområdet för samiska) säädettiin ensimmäisen kerran vuonna 1999.
smn: sierânâs sämikielâ haldâšemkuávlust (sámegiela hálddašanguovlu / förvaltningsområdet för samiska) asâttui vuossâmuu keerdi ive 1999.

source: Saamen kieli sai silloin säädetyn uuden lain myötä virallisen aseman vuoden 2000 alusta alkaen.
smn: Sämikielâ finnij talle asâttum uđđâ laavâ mieldi virgálâš sajatuv ive 2000 aalgâ rääjist.

source: Samaan aikaan ns. saamen kielilain (Lag om rätt att använda samiska hos förvaltningsmyndigheter och domstolar) kanssa säädettiin myös laki suomen ja meän kielen käyttämisestä viranomaisissa ja tuomioistuimissa.
smn: Siämmáá ääigi nk. säämi kielâlavváin (Lag om rätt att använda samiska hos förvaltningsmyndigheter och domstolar) asâttui meiddei laahâ Suomâkielâ já meän kieli kevttimist virgeomâháin já tuámustovlijn.

source: Lakien säätämisen tavoitteena oli mm. vahvistaa kansallisten vähemmistöjen ja niiden kielten asemaa ja mahdollistaa se, että Ruotsi saattoi ratifioida Euroopan neuvoston 1990-luvulla voimaan tulleet kaksi vähemmistösopimusta.
smn: Laavâi asâttem ulmen lâi el. nanodiđ aalmuglâš ucceeblovoi já toi kielâi sajattuv já toohâđ máhđulâžžân tom, että Ruotâ puovtij ratifisistiđ Euroop rääđi 1990-lovvoost vuáimán puáttám kyehti ucceeblohosopâmuš.

source: Saamen kielen hallintoalueeseen kuuluivat aluksi Kiirunan (Giron / Kiruna), Jellivaaran (Váhčir / Gällivare), Jokkmokin (Johkamohkki / Jokkmokk) ja Arjeplogin (Árjjatluovvi) kunnat.
smn: Sämikielâ haldâttâskuávlun kullii vistig Kiärun (Giron / Kiruna), Vääččir (Váhčir / Gällivare), Juhâmohe (Johkamohkki / Jokkmokk) já Arjeplog (Árjjatluovvi) kieldah.

source: Tammikuussa 2010 astui voimaan uusi laki kansallisista vähemmistöistä ja vähemmistökielistä.
smn: Uđđâivemáánust 2010 poođij vuáimán uđđâ laahâ aalmuglijn ucceeblovvoin já ucceeblovokielâin.

source: Uusi laki korvaa aiemmin voimassa olleet vähemmistökielilait.
smn: Uđđâ laahâ poođij ucceeblovokielâlaavâi sajan, moh lijjii ovdeláá vyeimist.

source: Saamen kielen hallintoalueeseen liitettiin siihen jo aiemmin kuuluneiden neljän kunnan lisäksi Arvidsjaurin (Árvesjávri), Bergin, Härjedalenin, Lyckselen (Likšu), Malån (Málat), Sorselen (Suorsil), Storumanin, Strömsundin, Umeån (Ubmi), Vilhelminan (Vualčere), Åren, Älvdalenin, Östersundin (Stáre) ja Krokomin kunnat.
smn: Sämikielâ haldâttâskuávlun lahtojii toos jo ovdeláá kuullâm neelji kieldâ lasseen Arvidsjävri (Árvesjávri / Arvidsjaur), Bergin, Härjedalen, Lycksele (Likšu), Malå (Málat), Sorsele (Suorsil), Storuman, Strömsund, Ume (Ubmi), Vilhelmina (Vualčere), Åre, Älvdalen, Östersund (Stáre) já Krokom kieldah.

source: Lain mukaan saamen kieltä on mahdollista käyttää näiden kuntien alueella hallintoviranomaisissa ja tuomioistuimissa.
smn: Laavâ mield lii sämikielâ máhđulâš kevttiđ tai kieldâi kuávlu haldâšemviergeomâháin já tuámustovlijn.

source: Lisäksi laki velvoittaa hallintoalueen kunnat järjestämään saamenkielistä esiopetusta ja vanhusten huoltoa sitä haluaville.
smn: Lasseen laahâ kenigit haldâšemkuávlu kieldâid orniđ sämikielâlâš ovdâmáttááttâs já puárásij huolâttâs tom halijdeijeid.

source: Vuonna 2009 Ruotsissa astui voimaan myös uusi yleinen kielilaki.
smn: Ive 2009 poođij Ruotâst vuáimán meid uđđâ almolâš kielâlaahâ.

source: Laki vahvistaa ruotsin kielen asemaa maan pääkielenä.
smn: Laahâ naanoot ruotâkielâ sajattuv eennâm váldukiellân.

source: Lain mukaan viranomaisilla on velvollisuus suojella ja edistää myös saamen kieltä, muita vähemmistökieliä ja viittomakieltä.
smn: Laavâ mield lii virgeomâháin kenigâsvuotâ suojâliđ já ovdediđ meid sämikielâ, eres ucceeblovokielâid já seevvimkielâ.

source: Laki painottaa myös, että kaikilla, jotka kuuluvat kansalliseen vähemmistöön, tulee olla mahdollisuus oppia, edistää ja käyttää vähemmistökieltä.
smn: Laahâ tiäddud meid, et puohâin, kiäh kuleh aalmuglii ucceeblohon, kalga leđe máhđulâšvuotâ oppâđ, ovdediđ já kevttiđ ucceeblovokielâ.

source: Norjassa
smn: Taažâst

source: saamen kielen hallintoalueesta (sámi hálddašanguovlu / forvaltningsområdet for samisk språk) säädettiin vuonna 1990.
smn: sämikielâ haldâšemkuávlust (sámi hálddašanguovlu / forvaltningsområdet for samisk språk) asâttui ive 1990.

source: Saamen kieltä koskevat säännökset liitettiin jo aiemmin säädettyyn saamelaislakiin ja ne tulivat voimaan vuoden 1992 alussa.
smn: Sämikielâ kyeskee njuolgâdusah lahtojii jo ovdeláá asâttum sämilaahân já toh pottii vuáimán ive 1992 aalgâst.

source: Saamen kielen hallintoalue on siten ensisijaisesti saamen kielisäännösten soveltamisen pääalue.
smn: Nuuvtpa sämikielâ haldâšemkuávlu lii vuosâsajasávt sämikielâ njuolgâdusâi heiviittem váldukuávlu.

source: Siihen tulivat alusta alkaen kuulumaan seuraavat Finnmarkin ja Tromssan läänin kunnat: Kaarasjoki (Kárášjohka / Karasjok), Koutokeino (Guovdageaidnu / Kautokeino), Uuniemi (Unjárga / Nesseby), Porsanki (Porsáŋgu / Porsanger), Teno (Deatnu / Tana) ja Kaivuono (Gáivuotna / Kåfjord).
smn: Toos pottii aalgâ rääjist kuullâđ čuávvoo Finnmark já Tromsa lääni kieldah: Kárášjuuhâ (Kárášjohka / Karasjok), Kuovdâkiäinu (Guovdageaidnu / Kautokeino), Uunjargâ (Unjárga / Nesseby), Porsaŋg (Porsáŋgu / Porsanger), Tiänu (Deatnu / Tana) já Kaivuonâ (Gáivuotna / Kåfjord).

source: Nämä kunnat ovat perinteisesti pohjoissaamen kielen alueita.
smn: Tah kieldâh láá ärbivuáválávt tavesämikielâ kuávluh.

source: Vuoden 2006 alusta saamen kielen hallintoalue laajeni Tysfjordin (Divttasvuotna) kuntaan, joka on luulajan saamen keskus.
smn: Ive 2006 aalgâst sämikielâ haldâšemkuávlu vijđánij Tivtâsvuonâ (Divttasvuotna) kieldân, mii lii juulevsämikielâ kuávdáš.

source: Vuonna 2008 siihen liittyi myös Snåsa (Snåasa), jota voi pitää yhtenä eteläsaamen kielen perinteisistä alueista.
smn: Ive 2008 toos seervâi meiddei Snåsa (Snåasa), mon puáhtá toollâđ ohtân maadâsämikielâ ärbivuáválijn kuávluin.

source: Vuonna 2010 hallintoalueeseen liittyi Lavangenin (Loabát) kunta sekä Røyrvikin (Raarvihke) kunta Snåsan pohjoispuolelta, Pohjois-Trøndelagin läänistä eteläsaamen alueelta.
smn: Ive 2010 haldâttâskuávlun seervâi Lavangen (Loabát) kieldâ.

source: Saamen kielen hallintoalue on saamen kielisäännösten soveltamisen pääalue myös Norjassa.
smn: Sämikielâ haldâšemkuávlu lii sämikielâ njuolgâdusâi heiviittem váldukuávlu meiddi Taažâst.

source: ŠSaamen kielilakiŠ turvaa oikeuden saamen kielen käyttöön viranomaisissa, oikeuslaitoksessa ja sosiaali- ja terveydenhuollossa.
smn: ŠSäämi kielâlaahâŠ torvee vuoigâdvuođâ sämikielâ kevttimân virgeomâháin, riehtilájádâsâin já sosiaal- já tiervâsvuođâhuolâttâsâst.

source: Lisäksi säännökset koskevat kirkollisia palveluita ja opetusta.
smn: Lasseen njuolgâdusah kyeskih kirholijd palvâlusâid já máttááttâs.

source: Kaikki hallintoalueella toimivat koulut noudattavat saamelaista opetussuunnitelmaa (Sámi oahppoplána), joka on rinnakkainen kansalliselle (norjalaiselle) opetussuunnitelmalle.
smn: Puoh haldâšemkuávlust tuáimee škoovlah nuávditteh säämi máttááttâsvuávám (Sámi oahppoplána), mii lii paldâlâs aalmuglâš (taažâ) máttááttâsvuáváámân.

source: Kaikilla hallintoalueella koulua käyvillä oppilailla on oikeus saada sekä saamen kielen että saamenkielistä opetusta.
smn: Puohâin haldâšemkuávlui škoovlâ jottee uáppest lii vuoigâdvuotâ finniđ sehe sämikielâ et sämikielâlâš máttááttâs.

source: Muualla maassa oikeudet ovat rajatummat.
smn: Eres kuávluin Taažâst vuoigâdvuođah láá eenâb räijejum.
